import { NewsItem } from "../types";


export const newsData: NewsItem[] = [
  {
    slug: "uljiltiin-beltgel-85-huvtai",
    title: "Өвөлжилтийн бэлтгэл ажил 85 хувьтай байна",
    description: "Сумын хэмжээнд өвөлжилтийн бэлтгэл ажил 85 хувьтай явагдаж байна...",
    content: `Иргэдэд зориулсан өвөлжилтийн бэлтгэл ажилд орон нутгийн засаг захиргаа идэвхтэй оролцож байна. Зам талбайг засварлах, өвлийн хүнс, өвөлжилтийн нөөцийг бэлдэх зэрэг ажлууд хийгдэж байна.`,
    image: "/images/news_2.jpg",
    category: "Хөдөө аж ахуй",
    date: "2023.11.02",
  },
  {
    slug: "shineer-barigdsan-surguuli-neelt",
    title: "Шинээр баригдсан сургууль нээлтээ хийлээ",
    description: "Сургууль 500 хүүхдийн суудалтай, орчин үеийн стандарт хангасан...",
    content: `Шинээр баригдсан сургуульд орчин үеийн стандарт хангасан анги танхим, спорт заал, лабораториуд байрлаж байна. Нээлтийн арга хэмжээнд сумын удирдлага оролцлоо.`,
    image: "/images/news_2.jpg",
    category: "Боловсрол",
    date: "2023.10.28",
  },
  {
    slug: "zam-zasvariin-ajil-ehlel",
    title: "Сумын төвд зам засварын ажил эхэллээ",
    description: "Зам засварын ажил 2 долоо хоног үргэлжилж, иргэдэд түр саад учруулна...",
    content: `Сумын төвд зам засварын ажил эхэлж, гол замуудыг шинэчлэн засах ажил хийгдэнэ. Иргэд замын хөдөлгөөнд анхааралтай байх шаардлагатай.`,
    image: "/images/news_2.jpg",
    category: "Зам тээвэр",
    date: "2023.10.25",
  },
  {
    slug: "zam-zasvariin-ajil-ehlell",
    title: "Сумын төвд зам засварын ажил эхэллээ",
    description: "Зам засварын ажил 2 долоо хоног үргэлжилж, иргэдэд түр саад учруулна...",
    content: `Сумын төвд зам засварын ажил эхэлж, гол замуудыг шинэчлэн засах ажил хийгдэнэ. Иргэд замын хөдөлгөөнд анхааралтай байх шаардлагатай.`,
    image: "/images/news_2.jpg",
    category: "Зам тээвэр",
    date: "2023.10.25",
  },
];
